const lampData = {

"8-13": { 분류:"안양천 가로등", 고유이름:"8-13", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.512919,126.875528" },
"8-13": { 분류:"안양천 가로등", 고유이름:"8-13", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.512894,126.875568" },
"8-12": { 분류:"안양천 가로등", 고유이름:"8-12", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.513111,126.875762" },
"8-11": { 분류:"안양천 가로등", 고유이름:"8-11", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.513406,126.876008" },
"8-10": { 분류:"안양천 가로등", 고유이름:"8-10", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.513656,126.876267" },
"8-9": { 분류:"안양천 가로등", 고유이름:"8-9", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.513935,126.876535" },
"8-8": { 분류:"안양천 가로등", 고유이름:"8-8", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.514391,126.876899" },
"8-7": { 분류:"안양천 가로등", 고유이름:"8-7", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.514665,126.877092" },
"8-6": { 분류:"안양천 가로등", 고유이름:"8-6", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.514965,126.877200" },
"8-5": { 분류:"안양천 가로등", 고유이름:"8-5", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515268,126.877251" },
"8-4": { 분류:"안양천 가로등", 고유이름:"8-4", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515581,126.877298" },
"8-3": { 분류:"안양천 가로등", 고유이름:"8-3", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515893,126.877337" },
"8-2": { 분류:"안양천 가로등", 고유이름:"8-2", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.516200,126.877380" },
"8-1": { 분류:"안양천 가로등", 고유이름:"8-1", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.516498,126.877397" },
"7-4": { 분류:"안양천 가로등", 고유이름:"7-4", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.518047,126.877578" },
"7-3": { 분류:"안양천 가로등", 고유이름:"7-3", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.518405,126.877613" },
"7-2": { 분류:"안양천 가로등", 고유이름:"7-2", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.518749,126.877654" },
"7-1": { 분류:"안양천 가로등", 고유이름:"7-1", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.519069,126.877694" },
"6-15": { 분류:"안양천 가로등", 고유이름:"6-15", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.519467,126.877751" },
"6-14": { 분류:"안양천 가로등", 고유이름:"6-14", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.519733,126.877765" },
"6-13": { 분류:"안양천 가로등", 고유이름:"6-13", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520043,126.877903" },
"6-12": { 분류:"안양천 가로등", 고유이름:"6-12", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520335,126.878037" },
"6-11": { 분류:"안양천 가로등", 고유이름:"6-11", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520632,126.878181" },
"6-10": { 분류:"안양천 가로등", 고유이름:"6-10", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520930,126.878333" },
"6-9": { 분류:"안양천 가로등", 고유이름:"6-9", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.521229,126.878495" },
"6-8": { 분류:"안양천 가로등", 고유이름:"6-8", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.521526,126.878613" },
"6-7": { 분류:"안양천 가로등", 고유이름:"6-7", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.521848,126.878629" },
"6-6": { 분류:"안양천 가로등", 고유이름:"6-6", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.522172,126.878600" },
"6-5": { 분류:"안양천 가로등", 고유이름:"6-5", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.522448,126.878581" },
"6-4": { 분류:"안양천 가로등", 고유이름:"6-4", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.522731,126.878584" },
"6-3": { 분류:"안양천 가로등", 고유이름:"6-3", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.523176,126.878554" },
"6-2": { 분류:"안양천 가로등", 고유이름:"6-2", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.523459,126.878522" },
"6-1": { 분류:"안양천 가로등", 고유이름:"6-1", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.523784,126.878483" },
"6-16": { 분류:"안양천 가로등", 고유이름:"6-16", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.523468,126.879082" },
"6-17": { 분류:"안양천 가로등", 고유이름:"6-17", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.522994,126.879251" },
"6-18": { 분류:"안양천 가로등", 고유이름:"6-18", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.522550,126.879338" },
"6-19": { 분류:"안양천 가로등", 고유이름:"6-19", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.522116,126.879351" },
"6-27": { 분류:"안양천 가로등", 고유이름:"6-27", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.522045,126.879059" },
"6-20": { 분류:"안양천 가로등", 고유이름:"6-20", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.521631,126.879331" },
"6-21": { 분류:"안양천 가로등", 고유이름:"6-21", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.521185,126.879305" },
"6-22": { 분류:"안양천 가로등", 고유이름:"6-22", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.5520709,126.879279" },
"6-23": { 분류:"안양천 가로등", 고유이름:"6-23", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520324,126.879303" },
"6-24": { 분류:"안양천 가로등", 고유이름:"6-24", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.519822,126.879295" },
"6-25": { 분류:"안양천 가로등", 고유이름:"6-25", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.519393,126.879284" },
"6-26": { 분류:"안양천 가로등", 고유이름:"6-26", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.518946,126.879272" },
"7-5": { 분류:"안양천 가로등", 고유이름:"7-5", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.518550,126.879248" },
"7-6": { 분류:"안양천 가로등", 고유이름:"7-6", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.517955,126.879249" },
"7-7": { 분류:"안양천 가로등", 고유이름:"7-7", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.517367,126.879219" },
"9-4": { 분류:"안양천 가로등", 고유이름:"9-4", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.516499,126.879044" },
"9-5": { 분류:"안양천 가로등", 고유이름:"9-5", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.516170,126.878945" },
"9-6": { 분류:"안양천 가로등", 고유이름:"9-6", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515845,126.878754" },
"9-22": { 분류:"안양천 가로등", 고유이름:"9-22", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515753,126.878536" },
"9-23": { 분류:"안양천 가로등", 고유이름:"9-23", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515683,126.878334" },
"9-24": { 분류:"안양천 가로등", 고유이름:"9-24", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515696,126.878090" },
"9-25": { 분류:"안양천 가로등", 고유이름:"9-25", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515719,126.877849" },
"9-26": { 분류:"안양천 가로등", 고유이름:"9-26", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.515771,126.877567" },
"9-2": { 분류:"안양천 가로등", 고유이름:"9-2", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.516901,126.877767" },
"9-1": { 분류:"안양천 가로등", 고유이름:"9-1", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.516886,126.878437" },
"7-10": { 분류:"안양천 가로등", 고유이름:"7-10", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.517298,126.878833" },
"7-11": { 분류:"안양천 가로등", 고유이름:"7-11", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.517613,126.877985" },
"137": { 분류:"안양천 가로등", 고유이름:"137", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.518123,126.877838" },
"7-9": { 분류:"안양천 가로등", 고유이름:"7-9", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.519102,126.878228" },
"7-8": { 분류:"안양천 가로등", 고유이름:"7-8", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.518807,126.878680" },
"무등록1": { 분류:"안양천 가로등", 고유이름:"무등록1", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.519536,126.878776" },
"무등록2": { 분류:"안양천 가로등", 고유이름:"무등록2", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520008,126.878440" },
"6-30": { 분류:"안양천 가로등", 고유이름:"6-30", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520250,126.878508" },
"6-29": { 분류:"안양천 가로등", 고유이름:"6-29", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520255,126.878813" },
"6-28": { 분류:"안양천 가로등", 고유이름:"6-28", 전화번호:"", 주소:"", 특이사항:"", 좌표:"37.520997,126.878867" },

 

 
 


  "L001": { 분류:"가로등", 고유이름:"L001", 전화번호:"02-2345-4444", 주소:"서울 양천구 합정동", 특이사항:"중요", 좌표:"37.385719,126.658645" },

  "L002": { 분류:"가로등", 고유이름:"L002", 전화번호:"02-2345-7744", 주소:"서울 양천구 합정동", 특이사항:"점검 필요", 좌표:"37.386500,126.660000" },

  "CV2(41호)": { 분류:"안전조치", 고유이름:"서00", 전화번호:"", 주소:"목동동로 180 신정아이파크 106동", 특이사항:"매일 06~07, 21~22", 좌표:"37.521303,126.871862" },

  "CV1(42호)": { 분류:"안전조치", 고유이름:"박00", 전화번호:"", 주소:"오목로37길 11(그린빌라)", 특이사항:"5.16~8.26(매일 22~23)", 좌표:"37.526140,126.856032" },

  "CV3(43호)": { 분류:"안전조치", 고유이름:"이00", 전화번호:"", 주소:"오목로34길7", 특이사항:"7.8~9.7(매일 22~23)", 좌표:"37.524296,126.855753" },

  "CV4(41호)": { 분류:"안전조치", 고유이름:"박00", 전화번호:"", 주소:"신목로5 목동삼성아파트 105동", 특이사항:"5.22~8.21(매일 13~14, 22~23)", 좌표:"37.517046,126.876516" },

  "CV6(43호)": { 분류:"안전조치", 고유이름:"서00", 전화번호:"", 주소:"은행정로42 신서고등학교", 특이사항:"6.8~9.7(월~금 8~9, 22~23)", 좌표:"37.523921,126.860085" },

  "CV7(43호)": { 분류:"안전조치", 고유이름:"오00", 전화번호:"", 주소:"목동로11길 33", 특이사항:"5.23~8.22(매일 23~24)", 좌표:"37.522949,126.861280" },

  "CV11(41호)": { 분류:"안전조치", 고유이름:"조00", 전화번호:"", 주소:"신목로5길 15", 특이사항:"7.19~8.18(매일 13~14시)", 좌표:"37.517567,126.872267" },

  "CV11-1(41호)": { 분류:"안전조치", 고유이름:"조00", 전화번호:"", 주소:"쌍용아파트 102동", 특이사항:"7.19~8.18(매일 17~18, 21~22)", 좌표:"37.518182,126.875558" },

  "CV13(41호)": { 분류:"안전조치", 고유이름:"김000", 전화번호:"", 주소:"오목로300 204동", 특이사항:"7.31~8.30(매일 05~06, 19~20)", 좌표:"37.524183,126.870829" },

  "PP1": { 분류:"공중전화", 고유이름:"PP1", 전화번호:"02-2696-2896", 주소:"목동로 189", 특이사항:"제일은행 앞", 좌표:"37.525392,126.864424" },

  "PP2": { 분류:"공중전화", 고유이름:"PP2", 전화번호:"02-2065-9837", 주소:"신정중앙로 81", 특이사항:"현대공업사, 점심밥상 앞", 좌표:"37.526729,126.860807" },

  "PP3": { 분류:"공중전화", 고유이름:"PP3", 전화번호:"02-2696-7731", 주소:"중앙로 326", 특이사항:"재정마트 앞 노상", 좌표:"37.52496,126.850586" },

  "PP4": { 분류:"공중전화", 고유이름:"PP4", 전화번호:"02-2694-9260", 주소:"신월로 337", 특이사항:"우리은행 신정동 금융센터 앞 노상", 좌표:"37.521859,126.858348" },

  "PP5": { 분류:"공중전화", 고유이름:"PP5", 전화번호:"02-2654-0174", 주소:"신목로 85", 특이사항:"오목교7번출구 240미터(골드치과 앞)", 좌표:"37.522277,126.874334" },

  "PP6": { 분류:"공중전화", 고유이름:"PP6", 전화번호:"02-2061-4217", 주소:"목동동로 152", 특이사항:"신정2치안센터 앞", 좌표:"37.519302,126.870335" },

  "PP7": { 분류:"공중전화", 고유이름:"PP7", 전화번호:"02-2654-0136/02-2644-8193", 주소:"신정동 129-85", 특이사항:"청구아파트 101동 앞", 좌표:"37.51979,126.875529" },

  "PP8": { 분류:"공중전화", 고유이름:"PP8", 전화번호:"02-2654-0262", 주소:"목동동로 12길 60", 특이사항:"현대아파트 입구", 좌표:"37.522168,126.877685" },

  "PP9": { 분류:"공중전화", 고유이름:"PP9", 전화번호:"02-2061-6579", 주소:"신목로 5", 특이사항:"신정삼성제2관리사무소 앞", 좌표:"37.517164,126.876795" },

  "PP10": { 분류:"공중전화", 고유이름:"PP10", 전화번호:"02-2654-4323/02-2654-0138", 주소:"신목로 10", 특이사항:"목동현대아파트 상가 앞", 좌표:"37.517926,126.876297" },

  "PP11": { 분류:"공중전화", 고유이름:"PP11", 전화번호:"02-2652-9138", 주소:"오목로 245", 특이사항:"목동역 지하 1층(화장실 앞)", 좌표:"37.526109,126.8643" },

  "PP12": { 분류:"공중전화", 고유이름:"PP12", 전화번호:"02-2061-0296", 주소:"목동로 225", 특이사항:"홍익병원 본관 2층", 좌표:"37.528466,126.863688" },

};
